Repository: Jonathan-ZHU/copay
Catalog: app-template/tcash/po/*.po
Languages: it

source: Show advanced options
it: 顯示高級選項

source: Show Mobicoin address
it: 顯示TCC地址

source: Show more
it: 顯示更多

source: Signatures rejected by server
it: 簽名被服務器拒絕

source: Signing transaction
it: 簽名交易

source: Since only you control your money, you’ll need to save your backup phrase in case this app is deleted.
it: 因為只有你控制你的錢，你會需要刪除此應用程序的情況下保存您備份的短語。

source: Single Address Wallet
it: 單一地址錢包

source: Skip
it: 跳過

source: Slide
it: 滑動

source: Specify Recovery Phrase...
it: 指定恢復短語......

source: Spend proposal is not accepted
it: 花費提議不被接受

source: Spend proposal not found
it: 找不到花費提議

source: Spending Password needed
it: 需要支付密碼

source: Start sending Mobicoin
it: 開始發送TCC

source: Starting...
it: 正在啟動...

source: Super Economy
it: 超級經濟

source: Sweep
it: 掃描

source: Sweep paper wallet
it: Sweep 紙錢包

source: Sweeping Wallet...
it: 正在導出錢包

source: THIS ACTION CANNOT BE REVERSED
it: 此操作無法撤消

source: Take control of your money,<br>get started with Mobicoin.
it: 把你的錢，<br>得到控制開始用TCC。

source: Tap and hold to show
it: 點擊並按住以顯示

source: Tap to retry
it: 點擊以重試

source: Terms Of Use
it: 使用條件

source: Terms of Use
it: 使用條款

source: Thank you!
it: 謝謝！

source: Thanks!
it: 謝謝你 ！

source: That's exciting to hear. We'd love to earn that fifth star from you – how could we improve your experience?
it: 這是令人興奮的聽到。我們願意賺五明星從你 — — 我們如何可以改善您的體驗嗎？

source: The Ledger Chrome application is not installed
it: Ledger Chrome 應用程序未安裝

source: The amount of Mobicoin immediately spendable from this wallet.
it: TCC立即可從這個錢包的金額。

source: The amount of Mobicoin stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.
it: TCC存儲在分配作為你掛起的事務建議的輸入這個錢包中的金額。量確定使用未用餘額交易記錄輸出與這個錢包關聯，可能會與您掛起的事務建議相關聯的實際數額超過。

source: The amount of Mobicoin stored in this wallet with less than 1 blockchain confirmation.
it: TCC存儲在與小於 1 blockchain 確認這個錢包中的金額。

source: The derivation path
it: 衍生路徑

source: The exchange rate changes with the market.
it: 與市場匯率的變化。

source: The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
it: 越高的費用、 更大的激勵礦工有要在一個塊中包含該事務。當前的費用是基於網絡負載和選定的策略來確定的。

source: The maximum number of consecutive unused addresses (20) has been reached. When one of your unused addresses receives a payment, a new address will be generated and shown in your Receive tab.
it: 已連續未使用的地址 (20) 的最大數目。當您未使用的地址之一收到付款時，將生成一個新的地址，和您接收選項卡所示。

source: The official English Terms of Service are available on the BitPay website.
it: 官方的英語術語服務是可在 BitPay 網站上。

source: The password of the recovery phrase (if set)
it: 恢復短語的密碼 (如已設置)

source: The payment was created but could not be completed. Please try again from home screen
it: 支付已創建，但無法完成。請從首頁再試一次

source: The payment was removed by creator
it: 支付已被創建者移除

source: The recovery phrase could require a password to be imported
it: 恢復短語需要密碼才能導入

source: The request could not be understood by the server
it: 服務器不理解此請求

source: The restore process will stop when 20 addresses are generated in a row which contain no funds. To safely generate more addresses, make a payment to one of the unused addresses which has already been generated.
it: 還原過程將停止 20 地址生成行包含沒有資金中時。要安全地生成更多的地址，到未使用的地址已經產生之一進行付款。

source: The spend proposal is not pending
it: 花費提議不是未決

source: The total amount of Mobicoin stored in this wallet.
it: TCC存儲在這個錢包的總量。

source: The transaction history and every new incoming transaction are cached in the app. This feature clean this up and synchronizes again from the server
it: 在應用程序緩存的交易歷史記錄和每個新傳入事務。此功能清潔，這點和再次從服務器進行同步

source: The wallet service URL
it: 錢包服務 URL

source: There are no wallets to make this payment
it: 沒有錢包以進行此支付

source: There is a new version of {{appName}} available
it: 有可用的新版本的 {{appName}}

source: There is an error in the form
it: 表格中有錯誤

source: There's obviously something we're doing wrong.
it: 顯然是我們正在做的事情錯了。

source: This app is fantastic!
it: 這個應用程序太棒了 ！

source: This app stores your Mobicoin with cutting-edge security.
it: 此應用程序商店你TCC與尖端的安全。

source: This Mobicoin payment request has expired.
it: 這TCC付款請求已過期。

source: This password cannot be recovered. If the password is lost, there is no way you could recover your funds.
it: 此密碼將無法恢復。如果密碼丟失，有是沒有辦法，你可以恢復您的資金。

source: This recovery phrase was created with a password. To recover this wallet both the recovery phrase and password are needed.
it: 此恢復短語是用密碼創建。為了恢復此錢包，需要恢復短語和密碼。

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
it: 此錢包不在給定的 Bitcore Wallet Service (BWS) 註冊。你可以從本地信息重新創建它。

source: Timeline
it: 時間軸

source: To
it: 發送到

source: To get started, buy Mobicoin or share your address. You can receive Mobicoin from any wallet or service.
it: 若要開始，請買TCC或共享您的地址。你可以從任何錢包或服務接收TCC。

source: To get started, you'll need to create a Mobicoin wallet and get some Mobicoin.
it: 若要開始，您將需要創建一個TCC的錢包，並獲得一些TCC。

source: Total
it: 總計

source: Total Locked Balance
it: 鎖定結餘的總額

source: Total number of copayers
it: Copayers 的總數

source: Touch ID Failed
it: 觸摸 ID 失敗

source: Transaction
it: 交易

source: Transaction History
it: 交易歷史記錄

source: Transaction already broadcasted
it: 交易已經廣播

source: Transaction created
it: 創建的交易記錄

source: Transaction not found
it: 找不到交易

source: Transfer to Wallet
it: 轉移到錢包

source: Turn Mobicoin into dollars, swipe anywhere Visa<sup>&reg;</sup> is accepted.
it: TCC變成美元，刷在接受 Visa<sup>®</sup> 的任何地方。

source: Type the Recovery Phrase (usually 12 words)
it: 鍵入恢復短語 （通常 12 個字）

source: Uh oh...
it: 哦哦......

source: Unconfirmed
it: 未確認

source: Unit
it: 單位

source: Unsent transactions
it: 未發送的交易

source: Unused Addresses
it: 未使用的地址

source: Unused Addresses Limit
it: 未使用的地址

source: Update Available
it: 可用的更新

source: Updating pending proposals. Please stand by
it: 正在更新掛起的建議。請袖手旁觀

source: Updating transaction history. Please stand by.
it: 更新交易歷史記錄。請等待。

source: Updating... Please stand by
it: 更新中… 請等待

source: Use Unconfirmed Funds
it: 使用未經確認的資金

source: Validating recovery phrase...
it: 正在驗證恢復短語。。。

source: Version
it: 版本

source: View
it: 查看

source: View All Addresses
it: 查看所有地址

source: View Terms of Service
it: 查看服務條款

source: View Transaction on Insight
it: 查看交易記錄的洞察

source: View Update
it: 查看更新

source: View on blockchain
it: 在區塊鏈瀏覽器上查看

source: WARNING: Key derivation is not working on this device/wallet. Actions cannot be performed on this wallet.
it: 警告︰此設備/錢包無法運行鑰匙衍生。無法在此錢包上執行操作。

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
it: 警告︰不包括私鑰，以檢查錢包餘額、交易歷史記錄，及從導出創建開銷提議。可是，不允許批准（簽名）提議，因此 <b>資金將無法從導出訪問</b>。

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
it: 警告︰此錢包沒有可用的私鑰。導出可以檢查錢包餘額、交易歷史記錄，及從導出創建開銷提議。可是，不允許批准（簽名）提議，因此 <b>資金將無法從導出訪問</b>。

source: WARNING: UNTRUSTED CERTIFICATE
it: 警告︰不受信任的證書

source: Waiting for Ledger...
it: 正在等待 Ledger...

source: Waiting for Trezor...
it: 正在等待 Trezor...

source: Waiting for copayers
it: 正在等待 copayers

source: Waiting...
it: 等待中...

source: Wallet Addresses
it: 錢包地址

source: Wallet Color
it: 錢包顏色

source: Wallet Configuration (m-n)
it: 錢包配置 (m n)

source: Wallet Created
it: 創建的錢包

source: Wallet Id
it: 錢包 Id

source: Wallet Information
it: 錢包信息

source: Wallet Invitation
it: 錢包邀請

source: Wallet Key
it: 錢包鑰匙

source: Wallet Name
it: 錢包的名字

source: Wallet Name (at creation)
it: 錢包名稱（在創建時）

source: Wallet Network
it: 錢包網

source: Wallet Recovery Phrase
it: 錢包恢復短語

source: Wallet Recovery Phrase is invalid
it: 無效的錢包恢復短語

source: Wallet Service URL
it: 錢包服務 URL

source: Wallet Settings
it: 錢包的設置

source: Wallet Type
it: 錢包類型

source: Wallet already exists
it: 錢包已存在

source: Wallet already in Copay
it: 錢包已經在 Copay

source: Wallet created
it: 創建的錢包

source: Wallet incomplete and broken
it: 錢包不完整和損壞

source: Wallet is full
it: 錢包已滿

source: Wallet is locked
it: 錢包被鎖定

source: Wallet is not complete
it: 錢包不完整

source: Wallet name
it: 錢包名稱

source: Wallet needs backup
it: 錢包需要備份

source: Wallet not backed up
it: 未備份的錢包

source: Wallet not found
it: 找不到錢包

source: Wallet not registered
it: 未註冊的錢包

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
it: 錢包不在 Wallet Service 註冊。使用“創建錢包"的"高級選項"設置你的恢復短語以重新創建它

source: Wallet recovery phrase not available.
it: 錢包恢復短語不可用。

source: Wallet service not found
it: 找不到 Wallet Service

source: Wallets
it: 錢包

source: Wallets & Integrations
it: 錢包 & 集成

source: Warning!
it: 警告！​​​​​

source: Warning: this transaction has unconfirmed inputs
it: 警告︰此交易有未經確認的輸入

source: Watch out!
it: 小心 ！

source: We'd love to do better.
it: 我們很樂意做得更好。

source: We'll confirm on the next screen.
it: 我們會在下一個屏幕上確認。

source: We’re always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on Crowdin.
it: 我們一直在尋找翻譯的貢獻 ！你可以作出更正或幫助使這個應用程序在你的母語中可用 Crowdin 上加入我們的社區。

source: What do you call this wallet?
it: 你叫這個錢包是什麼？

source: When this wallet was created, it was called &ldquo;{{walletName}}&rdquo;. You can change the name displayed on this device below.
it: 這個錢包在創建時，它被稱為"{{walletName}}"。您可以更改顯示在這下面的設備的名稱。

source: Where would you like to receive email notifications about payments?
it: 在那裡你想要接收電子郵件通知有關付款？

source: Why?
it: 為什麼？

source: Would you like to receive push notifications about payments?
it: 你想收到推式通知有關付款嗎？

source: Wrong number of recovery words:
it: 恢複詞句數不正確：

source: Wrong spending password
it: 支付密碼錯誤

source: Yes
it: 是

source: Yes, skip
it: 是的跳過

source: You can create a backup later from your wallet settings.
it: 你可以從你的錢包設置以後創建備份。

source: You can make contributions by signing up on our Crowdin community translation website. We’re looking forward to hearing from you!
it: 您可以通過簽約我們 Crowdin 社區翻譯網站作出貢獻。我們期待你的聽力 ！

source: You can scan Mobicoin addresses, payment requests, paper wallets, and more.
it: 您可以掃描TCC地址、 付款申請、 紙錢包和更多。

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
it: 你可以看到最新的事態發展和貢獻這個開放源碼應用程序通過在 GitHub 上訪問我們的項目。

source: Mature block chaining technology and encryption technology.
it: 基於成熟的區塊鏈科技和加密技術。

source: You can still export it from Advanced &gt; Export.
it: 你仍然可以將其導出從高級 &gt; 出口。

source: You can trade it for other currencies like US Dollars, Euros, or Pounds.
it: 你可以換其他貨幣，如美元、 歐元或英鎊。

source: You control your Mobicoin.
it: 您可以控制您的TCC。

source: You'll receive email notifications about payments sent and received from your wallets.
it: 在您的錢包進行付款操作時發送通知。

source: Your Mobicoin wallet is backed up!
it: 你的TCC錢包被備份 ！

source: Your Mobicoin wallet is ready!
it: 你的TCC錢包是準備好了 ！

source: Your ideas, feedback, or comments
it: 你的想法、 反饋或評論

source: Your name
it: 您的名字：

source: Your nickname
it: 你的昵稱

source: Your password
it: 你的密碼

source: Your wallet is never saved to cloud storage or standard device backups.
it: 你的錢包是永遠不會保存到雲存儲或標準設備備份。

source: Your wallet key will be encrypted. The Spending Password cannot be recovered. Be sure to write it down.
it: 你的錢包鑰匙將被加密。支付密碼不能恢復。必須把它抄寫下來

source: [Balance Hidden]
it: [隱藏餘額]

source: add your BitPay Visa card(s)
it: 添加您的 BitPay 簽證卡

source: locked by pending payments
it: 被未決支付鎖定

source: me
it: 我

source: preparing...
it: 準備中...

source: to accept
it: 接受

source: to pay
it: 付款

source: to send
it: 發送

source: {{appName}} depends on Bitcore Wallet Service (BWS) for blockchain information, networking and Copayer synchronization. The default configuration points to https://bws.bitpay.com (BitPay's public BWS instance).
it: {{appName}} 中的區塊鏈信息依賴於 Bitcore Wallet Service (BWS)、網絡和 Copayer synchronization。默認配置指向 https://bws.bitpay.com (BitPay 的公共 BWS 實例)。

source: {{fee}} will be deducted for Mobicoin networking fees.
it: {{fee}} 將TCC網絡費用中扣除。

source: {{updatingTxHistoryProgress}} transactions downloaded
it: 下載的 {{updatingTxHistoryProgress}} 交易

source: {{wallet.m}}-of-{{wallet.n}}
it: {{wallet.m}}{{wallet.n}}
