Repository: Jonathan-ZHU/copay
Catalog: app-template/tcash/po/*.po
Languages: it

source: (Trusted)
it: （可信的）

source: (Tcash Safety Wallet)
it: 安全钱包 Tcash

source: (possible double spend)
it: （重複支付）

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
it: * 如果 1) 你是創造者，及沒有其他 copayer 簽名，或 2) 24 小時已經過去，支付提議將被刪除。

source: 5-star ratings help us get {{appName}} into more hands, and more users means more resources can be committed to the app!
it: 5 星評級幫助我們進入更多的人手, {{appName}} 和更多的用戶意味着的的資源可以致力於應用!

source: A member of the team will review your feedback as soon as possible.
it: 團隊的成員將儘快審查您的反饋意見。

source: A total of {{amountAboveMaxSizeStr}} were excluded. The maximum size allowed for a transaction was exceeded.
it: 備註︰共有{{amountAboveMaxSizeStr}} 被排除了。超出了交易允許的最大體積

source: A total of {{amountBelowFeeStr}} were excluded. These funds come from UTXOs smaller than the network fee provided.
it: 備註：共有{{amountBelowFeeStr}} 被排除了。這些來自 UTXOs 的資金小於提供的網絡費用。

source: About
it: 關於

source: Accepted
it: 同意

source: Account
it: 帳戶

source: Account Number
it: 帳號

source: Accounts
it: 帳戶

source: Activity
it: 活動

source: Add Account
it: 添加帳戶

source: Add BitPay Account?
it: 添加 BitPay 帳戶嗎？

source: Add Contact
it: 添加聯繫人

source: Add Funds
it: 添加金額

source: Add Memo
it: 添加備註

source: Add a password
it: 添加密碼

source: Add account
it: 添加帳戶

source: Add an optional password to secure the recovery phrase
it: 添加可選的密碼，以保護恢復短語

source: Add description
it: 添加描述

source: Add wallet
it: 添加錢包

source: Address
it: 地址

source: Address Book
it: 地址簿

source: Address Type
it: 地址類型

source: Addresses With Balance
it: 地址與餘額

source: Advanced
it: 進階

source: Advanced Settings
it: 進階設置

source: All
it: 全選

source: All Addresses
it: 所有地址

source: All of your Mobicoin wallet balance may not be available for immediate spending.
it: 所有您的TCC的錢包餘額可能無法用於直接支出。

source: All signing devices must be added to this multisig wallet before Mobicoin addresses can be created.
it: TCC地址可以創建之前，簽名的所有設備都必須都添加到這個對數錢包。

source: Allow Camera Access
it: 允許訪問相機

source: Allow notifications
it: 允許通知

source: Almost done! Let's review.
it: 差不多完成了 ！讓我們回顧一下。

source: Alternative Currency
it: 替代貨幣

source: Amount
it: 數額

source: Amount below minimum allowed
it: 數額低於最低允許值

source: Amount too big
it: 量太大

source: An update to this app is available. For your security, please update to the latest version.
it: 本程序有一個可用的更新。為了您的安全，請更新到最新版本。

source: Anyone with your backup phrase can access or spend your Mobicoin.
it: 任何人只要持有你的備份短語，就可以訪問或者花掉你的TCC。

source: Are you being watched?
it: 你正在被監視嗎？

source: Are you sure you want to cancel and delete this wallet?
it: 確定取消和刪除這個錢包？

source: Are you sure you want to delete this wallet?
it: 確定要刪除這錢包？

source: Are you sure you want to reject this transaction?
it: 確定拒絕這筆交易？

source: Are you sure you want to remove this transaction?
it: 確定要刪除這項交易嗎？

source: Are you sure you want to skip it?
it: 你確定你想跳過它？

source: Are you sure you would like to remove your BitPay Card ({{lastFourDigits}}) from this device?
it: 你確定你想要從這個設備中刪除您的 BitPay 卡 ({{lastFourDigits}})嗎？

source: Auditable
it: 可審核

source: Available
it: 可用空間

source: Available Balance
it: 可用餘額

source: Average confirmation time
it: 平均確認時間

source: BIP32 path for address derivation
it: BIP32 路徑的地址衍生

source: Backup
it: 備份

source: Backup Needed
it: 需要備份

source: Backup needed
it: 需要備份

source: Backup now
it: 現在備份

source: Backup wallet
it: 備份錢包

source: Backup your wallet before using this function
it: 在使用此功能之前，請備份你的錢包。

source: Bad wallet invitation
it: 壞錢包邀請

source: Balance By Address
it: 地址餘額

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your money cannot be recovered without it.
it: 請務必將您的恢復短語存儲在一個安全的地方。如果這個程序被刪除，不能沒有它恢復你的錢。

source: BitPay Visa&reg; Cards
it: BitPay Visa&reg; 牌

source: Mobicoin Address
it: TCC地址

source: Mobicoin Network Fee Policy
it: TCC網絡手續費策略

source: Mobicoin URI is NOT valid!
it: TCC URI 無效！

source: Mobicoin Unit
it: TCC單位

source: Mobicoin is a currency.
it: TCC是一種貨幣。

source: Mobicoin is different &ndash; it cannot be safely held with a bank or web service.
it: TCC是不同 — — 它不能安全地舉行以銀行或 web 服務。

source: Mobicoin is a,<br/>digital currency.
it: TCC是一種 <br>數字貨幣。

source: Mobicoin transactions include a fee collected by miners on the network.
it: TCC交易包括在網絡上被礦工所收取的費用。

source: Broadcast Payment
it: 廣播支付

source: Broadcasted
it: 廣播商

source: Broadcasting transaction
it: 正在廣播交易

source: Browser unsupported
it: 不受支持的瀏覽器

source: Buy &amp; Sell Mobicoin
it: 購買或出售TCC

source: Buy Mobicoin
it: 購買TCC

source: Buying Mobicoin...
it: 正在發送 TCC...

source: Calculating fee
it: 正在計算費用

source: Cancel
it: 取消

source: Cannot Create Wallet
it: 不能創建錢包

source: Cannot join the same wallet more that once
it: 無法重複加入同一個錢包

source: Cards
it: 卡

source: Certified by
it: 通過認證：

source: Choose a backup file from your computer
it: 從你的計算機選擇一個備份文件

source: Choose your destination wallet
it: 選擇你的目的地錢包

source: Choose your source wallet
it: 選擇源錢包

source: Clear
it: 清除

source: Clear cache
it: 清空緩存

source: Click
it: 點擊

source: Close
it: 關閉

source: Color
it: 顏色

source: Commit hash
it: 提交哈希

source: Complete the backup process to use this option
it: 完成備份過程以使用此選項

source: Confirm
it: 確定

source: Confirm &amp; Finish
it: 確認並完成

source: Confirmations
it: 確認

source: Confirming
it: 確認

source: Connect my BitPay Card
it: 我 BitPay 卡連接

source: Connecting to Coinbase...
it: 正在連接 Coinbase...

source: Connecting to Glidera...
it: 正在連接 Glidera...

source: Connection reset by peer
it: 連接被對方重置

source: Contacts
it: 聯繫人

source: Continue
it: 繼續

source: Contribute Translations
it: 參與翻譯

source: Copayer already in this wallet
it: Copayer 已經在這個錢包里

source: Copayer already voted on this spend proposal
it: Copayer 已經表決此花費提議

source: Copayer data mismatch
it: Copayer 的數據不匹配

source: Copayer joined
it: Copayer 加入

source: Copied to clipboard
it: 已複製到剪貼板

source: Copy this text as it is to a safe place (notepad or email)
it: 將此文本複製到一個安全的地方（記事本或電子郵件）

source: Copy to clipboard
it: 複製到剪貼板

source: Could not access the wallet at the server. Please check:
it: 無法訪問服務器上的錢包。請確認︰

source: Could not access wallet
it: 無法訪問錢包

source: Could not add message to imported wallet without shared encrypting key
it: 無法將消息添加到進口錢包沒有共享的加密密鑰

source: Could not broadcast payment
it: 無法廣播支付

source: Could not build transaction
it: 無法建立交易

source: Could not create address
it: 無法創建地址

source: Could not create using the specified extended private key
it: 無法使用指定的擴展私人密鑰創建

source: Could not create using the specified extended public key
it: 無法使用指定的擴展的公鑰創建

source: Could not create: Invalid wallet recovery phrase
it: 無法創建 ︰ 無效的錢包恢復短語

source: Could not decrypt file, check your password
it: 無法解密文件，請檢查你的密碼

source: Could not delete payment proposal
it: 無法刪除支付提議

source: Could not get dynamic fee
it: 不能動態費用

source: Could not get dynamic fee for level: {{feeLevel}}
it: 無法獲取水平動態費用︰ {{feeLevel}}

source: Could not get transactions
it: 不能交易

source: Could not import
it: 無法導入

source: Could not import. Check input file and spending password
it: 無法導入。請檢查輸入文件和支付密碼

source: Could not join wallet
it: 無法加入錢包

source: Could not reject payment
it: 無法拒絕支付

source: Could not remove account
it: 無法刪除帳戶

source: Could not remove card
it: 無法刪除卡

source: Could not save preferences on the server
it: 無法在服務器上保存首選項

source: Could not send payment
it: 無法發送支付

source: Could not update transaction history
it: 無法更新交易歷史記錄

source: Could not update wallet
it: 無法更新錢包

source: Create Personal Wallet
it: 創建個人的錢包

source: Create Shared Wallet
it: 創建自己的免費錢包

source: Create Mobicoin wallet
it: 創建TCC的錢包

source: Create new wallet
it: 創建新錢包

source: Create shared wallet
it: 創建共享的錢包

source: Create {{formData.requiredCopayers}}-of-{{formData.totalCopayers}} wallet
it: 創建 {{formData.requiredCopayers}} 的{{formData.totalCopayers}} 錢包

source: Created by
it: 創建者:

source: Creating Wallet...
it: 正在創建錢包...

source: Creating transaction
it: 正在創建交易

source: Current fee rate for this policy
it: 此策略的當前費用率

source: Custom Amount
it: 自定義金額

source: Date
it: 日期

source: Delete
it: 刪除

source: Delete Payment Proposal
it: 刪除支付提議

source: Delete Wallet
it: 刪除錢包

source: Delete it and create a new one
it: 刪除並創建新的

source: Deleting Wallet...
it: 正在刪除錢包...

source: Deleting payment proposal
it: 刪除付款方案

source: Derivation Path
it: 衍生路徑

source: Derivation Strategy
it: 衍生策略

source: Do it later
it: 以後再做

source: Do not include private key
it: 不包括私鑰

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
it: 在 Crowdin 找不到你的語言？請聯繫 Crowdin 的所有者！我們很樂意支持你的語言。

source: Download
it: 下載

source: Each Mobicoin wallet can generate billions of addresses from your 12-word backup. A new address is automatically generated and shown each time you receive a payment.
it: 每個TCC錢包可以從您的 12 字備份生成億萬個地址。一個新的地址是自動生成和顯示每個時間你收到付款。

source: Economy
it: 經濟

source: Email
it: 電子郵件

source: Email Address
it: 電子郵件地址

source: Empty addresses limit reached. New addresses cannot be generated.
it: 已達到空地址限制。無法生成新的地址。

source: Enable camera access in your device settings to get started.
it: 相機中啟用訪問您的設備設置入門。

source: Enable email notifications
it: 啟用電子郵件通知

source: Enable push notifications
it: 啟用推式通知

source: Enable the camera to get started.
it: 使該攝像機開始。

source: Enter Amount
it: 輸入金額

source: Enter Spending Password
it: 輸入支出密碼

source: Enter Two Factor for your BitPay account
it: 為您的 BitPay 帳戶輸入兩個因素

source: Enter new spending password
it: 輸入新的消費密碼

source: Enter the recovery phrase (BIP39)
it: 輸入恢復短語 (BIP39)

source: Enter your email
it: 輸入你的郵箱地址

source: Enter your password
it: 請輸入你的密碼

source: Error
it: 錯誤！

source: Error at confirm
it: 在確認錯誤

source: Error creating wallet
it: 創建錢包時出現錯誤

source: Error scanning funds:
it: 錯誤掃描資金︰

source: Error sweeping wallet:
it: 錯誤清掃錢包︰

source: Error updating Debit Cards
it: 更新借記卡時出錯

source: Exceeded daily limit of $500 per user
it: 超過 500 美元，每個用戶的每日限額

source: Expired
it: 已過期

source: Expires
it: 到期

source: Export Wallet
it: 導出錢包

source: Export to file
it: 導出到文件

source: Export wallet
it: 導出錢包

source: Exporting via QR not supported for this wallet
it: 此錢包不支持通過 QR 的導出

source: Extended Public Keys
it: 擴展的公鑰

source: Extracting Wallet Information...
it: 正在獲取錢包信息...

source: Failed to export
it: 導出失敗

source: Family vacation funds
it: 家庭度假資金

source: Fee
it: 費用

source: Feedback could not be submitted. Please try again later.
it: 無法提交反饋。請稍後再試。

source: Fetching Payment Information
it: 獲取支付信息

source: File/Text
it: 文件/文本

source: Finger Scan Failed
it: 指紋掃描失敗

source: Finish
it: 完成

source: For audit purposes
it: 供審計目的

source: From
it: 來自

source: From BitPay account
it: 從 BitPay 帳戶

source: From the destination device, go to Add wallet &gt; Import wallet and scan this QR code
it: 從目標設備，請到添加錢包 &gt; 導入錢包和掃描此 QR 代碼

source: Funds are locked by pending spend proposals
it: 資金由未決的花費提議鎖定

source: Funds found:
it: 找到資金

source: Funds transferred
it: 資金轉移

source: Funds will be transferred to
it: 資金將會轉移到

source: Generate new address
it: 生成新地址

source: Generating .csv file...
it: 正在生成 .csv 文件...

source: Generating new address...
it: 正在生成新的地址...

source: Get local cash anywhere you go, from any Visa<sup>&reg;</sup> compatible ATM. ATM bank fees may apply.
it: 得到當地現金任何地方您去，從任何 Visa<sup>®</sup> 兼容的自動取款機 ATM 銀行費用可能適用。

source: Get news and updates from BitPay
it: 從 BitPay 獲取新聞和更新

source: Get started
it: 馬上體驗

source: Get started by adding your first one.
it: 通過添加您的第一個開始。

source: Getting fee levels...
it: 正在獲取收費水平...

source: Go Back
it: 返回 #

source: Go back
it: 上一頁

source: Got it
it: 收到！

source: Hardware Wallet
it: 硬件錢包

source: Hardware wallet
it: 硬件錢包

source: Help & Support
it: 幫助與支持

source: Hide
it: 隱藏

source: Hide Balance
it: 隱藏的平衡

source: Hide Next Steps Card
it: 隱藏下一個步驟卡

source: Hide advanced options
it: 隱藏高級選項

source: Home
it: 主屏幕

source: How could we improve your experience?
it: 我們如何可以改善您的體驗？

source: I don't like it
it: 我不喜歡

source: I have read, understood, and agree to the <a ng-click="openTerms()" translate="">Terms of Use</a>.
it: 我已經閱讀、 理解並同意 <a ng-click="openTerms()"translate=""> 使用條款</a>。

source: I have read, understood, and agree with the Terms of use.
it: 我已經閱讀、 理解並同意本使用條款。

source: I have written it down
it: 我有把它寫下來

source: I like the app
it: 我喜歡這個應用程序

source: I think this app is terrible.
it: 這個應用程序是可怕。

source: I understand
it: 我知道了

source: I understand that if this app is moved to another device or deleted, my Mobicoin can only be recovered with the backup phrase.
it: 我明白是否這個應用程序是搬到另一個設備或刪除，我TCC可以只能進行恢復與備份的短語。

source: I understand that my funds are held securely on this device, not by a company.
it: 我明白，我的資金安全地在此設備上，不由公司舉行。

source: I've written it down
it: 我已經把它寫下來

source: If enabled, all sensitive information (private key and recovery phrase) and actions (spending and exporting) associated with this wallet will be protected.
it: 如果啟用, 將保護與此錢包相關的所有敏感信息 (私鑰和恢復短語) 和操作 (支出和導出)。

source: If enabled, the Recent Transactions card - a list of transactions occuring across all wallets - will appear in the Home tab.
it: 如果啟用，最近的交易卡-交易發生跨所有錢包名單-將出現在主頁選項卡。

source: If enabled, wallets will also try to spend unconfirmed funds. This option may cause transaction delays.
it: 如果啟用了，錢包也嘗試使用未經證實的資金。此選項可能會導致事務延遲。

source: If this device is replaced or this app is deleted, neither you nor BitPay can recover your funds without a backup.
it: 如果此設備被替換或刪除此應用程序，你和 BitPay 都不可以恢復你的資金，也沒有備份。

source: If you have additional feedback, please let us know by tapping the "Send feedback" option in the Settings tab.
it: 如果你有額外的反饋，請讓我們知道通過點擊設置選項卡中的"發送反饋"選項。

source: If you take a screenshot, your backup may be viewed by other apps. You can make a safe backup with physical paper and a pen.
it: 如果你拿一張截圖，您的備份可能會被其他應用程序。您可以安全備份與物理紙和一支鋼筆。

source: Import
it: 導入

source: Import Wallet
it: 導入錢包

source: Import backup
it: 導入備份

source: Import wallet
it: 導入錢包

source: Importing Wallet...
it: 正在導入錢包...

source: In order to verify your wallet backup, please type your password.
it: 為了驗證您的錢包的備份，請鍵入您的密碼。

source: Incomplete
it: 不完整

source: Incomplete wallet
it: 不完整的錢包

source: Incorrect code format
it: 代碼格式不正確

source: Insufficient funds
it: 資金不足

source: Insufficient funds for fee
it: 費用的資金不足

source: Invalid
it: 無效

source: Invalid account number
it: 帳戶號無效

source: Invalid address
it: 地址無效

source: Invalid data
it: 無效的數據

source: Invalid derivation path
it: 衍生路徑無效

source: Invitation to share a {{appName}} Wallet
it: 邀請分享 {{appName}} 錢包

source: Is there anything we could do better?
it: 有什麼我們可以做得更好嗎？

source: Is this correct?
it: 這是正確的嗎？

source: Is this email address correct?
it: 此電子郵件地址是正確的？

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your Mobicoins secure against hypothetical attacks by quantum computers.
it: 它是一個好主意，以避免重用地址 — — 這既能保護您的隱私又保持您的TCC安全假設攻擊由量子計算機。

source: It's important that you write your backup phrase down correctly. If something happens to your wallet, you'll need this backup to recover your money. Please review your backup and try again.
it: 它是重要的你寫你備份的短語正確。如果發生什麼事情到你的錢包，你會需要此備份來恢復你的錢。請檢查您的備份並再試一次。

source: Join
it: 加入

source: Join my {{appName}} Wallet. Here is the invitation code: {{secret}} You can download {{appName}} for your phone or desktop at {{appUrl}}
it: 加入我的 {{appName}} 的錢包。這裡是邀請碼︰ {{secret}} 你可以下載為您的電話或桌面的 {{appUrl}} {{appName}}

source: Join shared wallet
it: 加入共享錢包

source: Joining Wallet...
it: 正在加入錢包...

source: It's a safe and reliable digital asset.
it: 是安全可靠的數位資產。

source: Key already associated with an existing wallet
it: 鑰已經關聯現有的錢包

source: Language
it: 語言

source: Last Month
it: 上個月

source: Let's verify your backup phrase.
it: 讓我們驗證您備份的短語。

source: Loading addresses...
it: 正在加載地址...

source: Loading transaction info...
it: 正在加載交易信息...

source: Locked
it: 鎖定

source: Locktime in effect. Please wait to create a new spend proposal
it: Locktime 在進行中。請稍等以創建新的花費提議

source: Locktime in effect. Please wait to remove this spend proposal
it: Locktime 在進行中。請稍等以刪除花費提議

source: Make a payment to
it: 支付給

source: Makes sense
it: 有道理

source: Matches:
it: 匹配：

source: Me
it: 我

source: Meh - it's alright
it: 咩-沒關係

source: Memo
it: 便簽

source: Merchant Message
it: 商人的消息

source: Message
it: 信息

source: Missing parameter
it: 缺失參數

source: Missing private keys to sign
it: 遺失需要簽名的私鑰

source: More Options
it: 更多的選擇

source: Moved
it: 已調動

source: Moved Funds
it: 轉移資金

source: Multiple recipients
it: 多個接收者

source: NOTE: To import a wallet from a 3rd party software, please go to Add Wallet &gt; Create Wallet, and specify the Recovery Phrase there.
it: 注意︰欲從第三方軟件導入錢包，請到添加錢包 &gt; 創建錢包，並指定恢復短語。

source: Name
it: 名稱

source: Network
it: 網絡

source: Network error
it: 網絡錯誤

source: New Proposal
it: 新建議

source: New address could not be generated. Please try again.
it: 無法生成新的地址。請再試一次。

source: New personal wallet
it: 新的個人錢包

source: Next steps
it: 接下來的步驟

source: No Wallet
it: 沒錢包

source: No backup, no Mobicoin.
it: 沒有備份，沒有TCC。

source: No contacts yet
it: 然而沒有聯繫人

source: No hardware wallets supported on this device
it: 此設備不支持硬件錢包

source: No pending proposals
it: 沒有掛起的建議

source: No recent transactions
it: 沒有最近的交易

source: No transactions yet
it: 沒有交易記錄

source: No wallet found
it: 發現沒有錢包

source: No wallet selected
it: 沒有選定的錢包

source: No wallets available to receive funds
it: 沒有可用於接收資金的錢包

source: Normal
it: 常規

source: Not authorized
it: 尚未授權

source: Not enough funds for fee
it: 費用的資金不足

source: Not even BitPay can access it.
it: 甚至沒有 BitPay 可以訪問它。

source: Not funds found
it: 沒有資金髮現

source: Not now
it: 不是現在

source: Note
it: 備註

source: Notice: only 1-1 (single signature) wallets can be used for sell Mobicoin
it: 注意︰ 只有 1-1 （單簽名） 錢包可以用於賣TCC

source: Notifications
it: 通知

source: Notifications by email
it: 郵箱認證

source: Now is a good time to backup your wallet. If this device is lost, it is impossible to access your funds without a backup.
it: 現在是很好的時間進行備份你的錢包。如果此設備丟失，它是無法訪問您沒有備份的資金。

source: Now is a perfect time to assess your surroundings. Nearby windows? Hidden cameras? Shoulder-spies?
it: 現在是一個完美的時間來評估你的周圍。附近的窗戶嗎？隱藏的攝像機？肩-間諜嗎？

source: OK
it: 好的

source: Official English Disclaimer
it: 官方英文免責聲明

source: Oh no!
it: 出錯。

source: On this screen you can see all your wallets, accounts, and assets.
it: 在此屏幕上您可以看到您的錢包、 帳戶和資產。

source: Open
it: 打開

source: Open Crowdin
it: 打開 Crowdin

source: Open GitHub
it: 打開 GitHub

source: Open GitHub Project
it: 打開 GitHub 項目

source: Open Insight
it: 開放的洞察力

source: Open Settings
it: 打開設置

source: Open Translation Community
it: 開放式翻譯社區

source: Open Website
it: 打開網站

source: Open wallet
it: 打開錢包

source: Order the BitPay Card
it: 訂單 BitPay 卡

source: Password
it: 密碼

source: Password required. Make sure to enter your password in advanced options
it: 需要密碼。請務必在高級選項中輸入你的密碼

source: Paste invitation here
it: 在此粘貼邀請

source: Paste the backup plain text code
it: 粘貼備份的純文本代碼

source: Pay 0% fees to turn Mobicoin into dollars.
it: 0%付費以TCC變成美元。

source: Pay To
it: 支付給

source: Payment Accepted
it: 已接受支付

source: Payment Expires:
it: 付款到期︰

source: Payment Proposal
it: 支付提議

source: Payment Proposal Created
it: 支付提議已創建

source: Payment Proposals
it: 支付提議

source: Payment Protocol Invalid
it: 支付協議無效

source: Payment Protocol not supported on Chrome App
it: 支付協議不支持 Chrome 應用程序

source: Payment Received
it: 收到付款

source: Payment Rejected
it: 支付被拒絕

source: Payment Sent
it: 支付已發送

source: Payment accepted, but not yet broadcasted
it: 支付已被接受，但尚未廣播

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
it: 支付以被接受。它將由 Glidera 廣播。如果出現問題，它可以在創建後的 6 個小時內刪除。

source: Payment details
it: 支付明細

source: Payment request
it: 支付請求

source: Pending Proposals
it: 支付提議

source: Permanently delete this wallet.
it: 永久刪除這個錢包。

source: Personal Wallet
it: 個人錢包

source: Please carefully write down this phrase.
it: 請仔細記下這句話。

source: Please connect a camera to get started.
it: 請連接相機入門。

source: Please enter the recovery phrase
it: 請輸入恢復短語

source: Please enter the wallet recovery phrase
it: 請輸入錢包恢復短語

source: Please tap each word in the correct order.
it: 請點擊每個單詞按照正確的順序。

source: Please upgrade Copay to perform this action
it: 請升級 Copay 以執行此操作

source: Please, select your backup file
it: 請選擇你的備份文件

source: Preferences
it: 偏好

source: Preparing addresses...
it: 正在準備地址...

source: Preparing backup...
it: 正在準備備份...

source: Press again to exit
it: 再按一次退出

source: Priority
it: 優先

source: Private key encrypted. Enter password
it: 私鑰加密。輸入密碼

source: Private key is encrypted, cannot sign
it: 私鑰已加密，無法簽名

source: Proposal Accepted
it: 提案被接受

source: Proposal Created
it: 建議創建

source: Proposal Deleted
it: 建議刪除

source: Proposal Rejected
it: 被拒絕的建議

source: Proposals
it: 建議

source: Push Notifications
it: 推式通知

source: Push notifications for {{appName}} are currently disabled. Enable them in the Settings app.
it: {{appName}} 的推式通知當前已禁用。在設置應用程序啟用它們。

source: QR Code
it: QR 碼

source: Quick review!
it: 快速審查 ！

source: Random
it: 隨機

source: Rate on the app store
it: 率的應用程序商店

source: Read less
it: 閱讀少

source: Read more
it: 閱讀更多

source: Receive
it: 接收

source: Received
it: 已接收

source: Received Funds
it: 收到的資金

source: Receiving
it: 接收

source: Recent
it: 最近

source: Recent Transaction Card
it: 最近交易卡

source: Recent Transactions
it: 最近的交易

source: Recipient
it: 收件人

source: Recipients
it: 接收者

source: Recovery phrase
it: 恢復短語

source: Recreate
it: 重新創建

source: Recreating Wallet...
it: 正在重新創建的錢包...

source: Rejected
it: 拒絕

source: Rejecting payment proposal
it: 拒絕付款方案

source: Release information
it: 發布信息

source: Remove BitPay Account?
it: 刪除 BitPay 帳戶嗎？

source: Remove BitPay Card?
it: 刪除 BitPay 卡嗎？

source: Repeat password
it: 重複輸入密碼

source: Repeat the password
it: 重複密碼

source: Request Fingerprint
it: 請求指紋

source: Request Specific amount
it: 請求特定量

source: Request Spending Password
it: 請求支付密碼

source: Required number of signatures
it: 所需的簽名數

source: Restore from backup
it: 從備份中還原

source: Retrieving inputs information
it: 正在獲取輸入的信息。

source: Retry
it: 重試

source: Retry Camera
it: 重試相機

source: Save
it: 保存

source: Scan
it: 掃描

source: Scan QR Codes
it: 掃描 QR 碼

source: Scan addresses for funds
it: 掃描資金的地址

source: Scan your fingerprint please
it: 請掃描你的指紋

source: Scanning Wallet funds...
it: 正在掃描錢包資金...

source: Screenshots are not secure
it: 截圖是不安全的

source: Search Transactions
it: 搜索交易

source: Search or enter Mobicoin address
it: 搜索或輸入TCC地址

source: Search transactions
it: 搜索交易

source: Search your currency
it: 搜索您的貨幣

source: Security
it: 安全

source: Select a backup file
it: 選擇備份文件

source: Select a wallet
it: 選擇錢包

source: Self-signed Certificate
it: 自簽名證書

source: Selling Mobicoin...
it: 出售TCC......

source: Send
it: 發送

source: Send Feedback
it: 發送反饋

source: Send Money
it: 寄錢

source: Send addresses by email
it: 通過電郵發送地址

source: Send by email
it: 通過電郵發送

source: Send from
it: 從發送

source: Send max amount
it: 發送最大數量

source: Send us feedback instead
it: 而是向我們發送反饋

source: Sending
it: 正在發送

source: Sending 2FA code...
it: 正在發送 2FA 代碼...

source: Sending feedback...
it: 發送反饋信息...

source: Sending maximum amount
it: 發送的最大金額

source: Sending transaction
it: 正在發送交易

source: Sending {{amountStr}} from your {{name}} wallet
it: 從你的 {{name}} 錢包發送 {{amountStr}}

source: Sent
it: 已發送

source: Sent Funds
it: 已發送的資金

source: Server response could not be verified
it: 無法驗證服務器響應

source: Services
it: 服務

source: Session Log
it: 會話日誌

source: Session log
it: 會話日誌

source: Set up a password
it: 設置密碼

source: Settings
it: 設置

source: Share the love by inviting your friends.
it: 邀請您的朋友分享愛。

source: Share this invitation with your copayers
it: 將此邀請與你的 copayers 共享

source: Share {{appName}}
it: 分享 {{appName}}

source: Shared Wallet
it: 共享的錢包

source: Show Recovery Phrase
it: 顯示恢復短語
